[{"url":"erin","title":"ERIN","date":"fri","content":"\r\n                                            \r\n                                                <p>Alunperin Nylon Beatista tunnetuksi tullut Erin on noussut muutaman viime vuoden aikana Suomen tähtikartalle jäädäkseen. Vuonna 2011 julkaistu ”Hunningolla”- levy oli menestys ja viime kesänä julkaistu ”Sä osaat!” myi sekin viikossa platinaa. Tyttömäinen ja sympaattinen Erin laulaa arkisista aiheista, joihin on helppo samastua, tästä esimerkkinä sinkkukappale ”Älä tule hyvä tyttö”.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t1700","duration":"dur-60","image":"Erin_500.jpg"},{"url":"sonata-arctica","title":"Sonata Arctica","date":"fri","content":"\r\n                                            \r\n                                                <p>Kemin lahja melodiselle metallimusiikille on juhlatunnelmissa, sillä bändin debyyttilevy Ecliptica täyttää tänä vuonna 15 vuotta. Sen kunniaksi Tony Kakon ja kumppaneiden väsäämiä vanhoja power-klassikoita kuullaan Fullmoonin lisäksi muitakin ja mustat lampaatkin päästetään hetkeksi ulos veräjästä. Uudempaa, progehtavampaa ja ”queenihtavampaa” matskua tuskin unohdetaan, vaikka viisikko palailikin maaliskuussa ilmestyneellä Pariah’s Child -levyllään takaisin laukkaisemmille juurilleen. Levy ei muuten ole mikään susi, vaikka se niistä kertookin. Syksyllä bändin menestystarinasta julkaistaan kirja, jonka kirjoittaa muuten sama oululaissyntyinen jannu, joka aikoinaan keksi bändin nykyisen nimen.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t1900","duration":"dur-60","image":"sonataarctica_500_new.jpg"},{"url":"jenni-vartiainen","title":"JENNI VARTIAINEN","date":"fri","content":"\r\n                                            \r\n                                                <p>Suomen musiikkipiirien ehdoton kuningatar Jenni Vartiainen on päättänyt pitkän keikkataukonsa ja on nyt lähtenyt keikkailemaan uuden ”Terra”-albuminsa tiimoilta. Levyltä julkaistut singlet ”Junat ja naiset” sekä ”Selvästi päihtynyt” ovat saaneet paljon radiosoittoa. Terran edeltäjä ”Seili” on Suomen kaikkien aikojen 14. myydyin levy. Mystiset äänimaisemat ja hieman itseironiset sanoitukset tekevät Vartiaisesta erittäin tunnistettavan omatyylisensä artistin.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t2100","duration":"dur-60","image":"Jenni_500.jpg"},{"url":"volbeat","title":"VOLBEAT (DEN)","date":"fri","content":"\r\n                                            \r\n                                                <p>Metallia ja perinteisempää rock’n’rollia yhdistelevä tanskalainen Volbeat saapuu vihdoin Qstockiin. Kööpenhaminassa vuonna 2001 perustetun Volbeatin ura on ollut alusta alkaen nousujohteinen. Yhtyeen tarttuvat kappaleet ja energiset live-keikat ovat poikineet lukuisia palkintoja ja uskollisen maailmanlaajuisen fanikunnan. Marraskuussa Hartwall Areenan lähes täyteen vetänyt yhtye julkaisi viime vuonna Outlaw Gentlemen &amp; Shady Ladies -albuminsa. Keikka on kesän ainoa Suomessa.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t2300","duration":"dur-90","image":"VOLBEAT_Photo_2013_600px1.jpg"},{"url":"happoradio","title":"HAPPORADIO","date":"fri","content":"\r\n                                            \r\n                                                <p>Pitkälle on tultu ajoista, jolloin Happoradio tahtoi päästä pois Kalliosta. Välillä on pyydetty puhumaan äänellä jonka kuulen tai pukeutumaan Che Guevaraan. Tänä vuonna julkaistulla ”Elefantti” -albumillaan bändi on viimeistään osoittanut, etteivät he ole pelkkiä taviksia, jotka unelmoivat ja tekevät toimistohommia, vaan yksiä Suomen suosituimpia rokkareita. Uusi levy singahtikin suoraan Suomen virallisen albumilistan kärkeen.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t1600","duration":"dur-60","image":"Happoradio_500.jpg"},{"url":"viikate","title":"VIIKATE","date":"fri","content":"\r\n                                            \r\n                                                <p>Kesän jälkeen jäässä on Kaakonmaa. Niinpä Kymijoen lautturit saapuvat taas soutelemaan Oulujoen suistoon, jos heille vain saadaan tervaskannosta vuoltua oikeat airot. Pohjoista viljaa taitetaan raikkaan rockin voimalla siihen malliin, ettei tarvitse kysyä kenen orsilla tavataan. Asbestihanskat kädessä ja rautalanka kaulan ympärillä on hyvä ratkoa leikatun konjakin salaisuutta. Ja jos elämän padat mustimmat eivät ole valttia, voi tyytyä kuorsaamaan verta tuonen lehdon uumenissa.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t1800","duration":"dur-60","image":"viikate_500.jpg"},{"url":"michael-monroe","title":"MICHAEL MONROE","date":"fri","content":"\r\n                                            \r\n                                                <p>Pitkän linjan sympaattinen rokkikukko Michael Monroe bändeinensä saapuu jälleen riehaannuttamaan Qstockin festivaaliyleisöä. Lähes 30 vuotta legendaarisessa Hanoi Rocksissa laulusolistina vaikuttanut ja vuosien saatossa myös tasaisesti soolotuotantoa julkaissut Monroe on vuodesta 2010 kiertänyt omaa nimeään kantavan yhtyeensä kanssa niin rapakon takana, Japanissa kuin Euroopassakin. Viimeisimmät kolme Michael Monroen albumia ovat olleet kaikki menestyksiä. Viime syksynä julkaistu Horns And Halos –albumi nousi välittömästi listaykköseksi ja möi kultaa vain neljässä päivässä. Monroe on kaikenikäistä yleisöä villitsevä tehopakkaus, joka otetaan Qstockissa aina avosylin vastaan.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t2000","duration":"dur-60","image":"monroe_500_I.jpg"},{"url":"j-karjalainen","title":"J. Karjalainen","date":"fri","content":"\r\n                                            \r\n                                                <p>Viime vuonna J. Karjalainen julkaisi uusimman albuminsa, joka herätti positiivista huomiota ympäri Suomen musadiggaripiirejä. Kyseisen ”Et ole yksin” -levyn menestyksen takia Karjalainen pokkasi tämän vuoden Emma-gaalassa peräti kolme pystiä: Vuoden albumi, vuoden rockalbumi sekä vuoden biisi. Eräänlaisena tribuuttina Karjalaiselle on tänä keväänä julkaistu ”Nyt kolisee” -kokoelma, jossa 23 suomalaista rap-artistia Palefacen johdolla versioivat ”Et ole yksin”-levyn kappaleita.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t2200","duration":"dur-60","image":"jkarjalainen_500_new.jpg"},{"url":"lost-society","title":"LOST SOCIETY","date":"fri","content":"\r\n                                            \r\n                                                <p>Vanha koulu, uudet oppilaat. Nämä jyväskyläläisnuoret ovat totisesti sisäistäneet vinkeän thrash metalin syvimmän olemuksen. Viimevuotinen debyyttialbumi Fast Loud Death on ehdolla vuoden metallialbumiksi Emma-gaalassa, jossa bändi on huomioitu myös Vuoden tulokas -ehdokkuudella. Bändi ei ole jäänyt tuleen makaamaan, sillä Qstockissakin päästään nauttimaan huhtikuussa ilmestyvän kakkoslevy Terror Hungryn tuoretta riffi-ilotulitusta. Tätä energiaryöppyä ei kannata missata!<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t1705","duration":"dur-50","image":"lostsociety1_500.jpg"},{"url":"say-lou-lou-auswe","title":"Say Lou Lou (AU\/SWE)","date":"fri","content":"\r\n                                            \r\n                                                <p>Ruotsalais-australialaisten kaksostyttöjen Say Lou Lou on herättänyt maailmalla kiinnostusta laajalti. Heidät muun muassa nimettiin BBC:n nimekkäälle Sound of 2014 -listalle yhdessä 14 muun uuden yhtyeen kanssa. Samaiselta listalta ovat ponnahtanet kuuluisuuteen mm. Adelen ja Ellie Gouldingin kaltaiset suuruudet. Say Lou Loun ensimmäinen albumi julkaistaan myöhemmin tänä vuonna. Näiden tyttöjen unenomainen pop-musiikki virkistää kuumana kesäpäivänä kesäsateen tavoin.<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t1900","duration":"dur-60","image":"sayloulou_500_new.jpg"},{"url":"kypck","title":"KYPCK","date":"fri","content":"\r\n                                            \r\n                                                <p>Oulun synkin bändi tuo ensi kertaa vilpoisan pilvensä Qstockin paahtavan auringon tielle. Näitä kylmän sodan doom-sotureita pidetään idässä fasisteina ja lännessä kommunisteina, vaikka ovatkin suosiolla jättäneet ideologiat muiden mietittäviksi. Neuvostoajan kurjuudesta venäjän kielellä hekumoiva suomalaisbändi ei jäänyt yhden levyn ihmekummajaiseksi, vaan jo kolmas albumi Imena Na Stene ilmestyi maaliskuussa. Raskas riffittely vie kuulijat askeleen lähemmäs kolhooseja ja hyytävää ydintalvea, kun Sami lataa rynnäkkökivääristä rakennetun Lopashnikov-kitaransa ja Jaska ruostuttaa yksikielisen Kypcklop-bassonsa. Syksyllä bändi pääsee tai joutuu Siperiaan, joten Qstockissa voi olla viimeinen mahdollisuus nähdä heidät livenä, jos paluulippua Irkutskin perukoilta ei heru.<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t2100","duration":"dur-60","image":"KYPCK_500_I.jpg"},{"url":"radiopuhelimet","title":"RADIOPUHELIMET","date":"fri","content":"\r\n                                            \r\n                                                <p>Traditio jatkuu. Radiopuhelimet esiintyy samalla ohjelmapaikalla kuin aina aikaisemminkin. Siellä nähdään!<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t0030","duration":"dur-60","image":"radiopuhelimet_500.jpg"},{"url":"alataajuus-deejii","title":"Alataajuus-Deejiit","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan viikonloppua tahdittavat Bassoradiolla ohjelmaa vetävät Alataajuus-deejiit. Illyana, Somepoe ja J-Honey aka Jayday tuovat hiekkarannalle tuoretta bassomusiikkia ja viileitä viboja. Tämä kolmikko on vuosien varrelta tuttu näky oululaiselle klubikansalle illoista kuten, Fire in the City, Popsickle, Say What, Live! Styles, Children of Boom, sekä tietenkin ohjelman nimeä kantavalta Alataajuus-klubilta!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t1600","duration":"dur-60","image":"Alataajuus_500_new.jpg"},{"url":"risto","title":"RISTO","date":"fri","content":"\r\n                                            \r\n                                                <p>Näyttävän paluun uudella II-nimisellä albumillaan tehnyt Risto on voimissaan. Suomenkielisen vaihtoehto-popin ja -rockin kruunaamaton kuningas Risto Ylihärsilä yhtyeineen on löytänyt uuden, hieman sci-fimmän suunnan musiikilleen ja se toimii. ”Pupu Tupuna”, ”Discopallo” ja ”Putoan kaivossa” -hiteistään tunnettu bändi on vaihtanut hieman miehistöään ja keikkailee nyt uudella energialla ja innolla.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t1700","duration":"dur-60","image":"Risto_500.jpg"},{"url":"alataajuus-deejii","title":"Alataajuus-Deejiit","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan viikonloppua tahdittavat Bassoradiolla ohjelmaa vetävät Alataajuus-deejiit. Illyana, Somepoe ja J-Honey aka Jayday tuovat hiekkarannalle tuoretta bassomusiikkia ja viileitä viboja. Tämä kolmikko on vuosien varrelta tuttu näky oululaiselle klubikansalle illoista kuten, Fire in the City, Popsickle, Say What, Live! Styles, Children of Boom, sekä tietenkin ohjelman nimeä kantavalta Alataajuus-klubilta!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t1800","duration":"dur-30","image":"Alataajuus_500_new.jpg"},{"url":"elastinen","title":"ELASTINEN","date":"fri","content":"\r\n                                            \r\n                                                <p>Hiphop-artisti Elastinen on viime vuosina kunnostautunut keräilemällä tiimiinsä uusia kykyjä The Voice of Finland -ohjelmassa. Tämä on kuitenkin Rähinä Recordsin toimitusjohtajalle tuttua kauraa, sillä Elastisen tuottamien ja feattaamien kappaleiden lista on vaikuttava. Herran soolotuotannon uusin levy ”Joka päivä koko päivä” julkaistiin viime vuonna.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t1900","duration":"dur-60","image":"Elastinen_500.jpg"},{"url":"the-herbaliser-(uk","title":"THE HERBALISER (UK)","date":"fri","content":"\r\n                                            \r\n                                                <p>The Herbaliser kuuluu legendaarisen Ninja Tune levy-yhtiön tunnetuimpiin artisteihin. Dj Shadown, Dj Krushin ja Dj Vadimin ohella The Herbaliser on yksi yhdeksänkymmen- ja kaksituhattaluvun sämplepohjaisen trip hop musiikin määritteleviä nimiä. Vuodesta 1995 albumeja tehtailleen kaksikon musiikki sekoittaa elementtejä mm. jazzista, funkista ja, tottakai, hip hopista. Vahvat hip hop vaikutteet kuuluvatkin The Herbaliserin musiikissa breikkien, skrätsejen ja räppien muodossa. Miesten levyillä on esiintynyt myös pitkä liuta räpmusiikin kulttinimiä kuten MF Doom, Jean Grae, Roots Manuva ja Bahamadia. Onpa tämän ryhmän musiikkia kuulunut myös Guy Ritchien Snatch elokuvan taustallakin. Rytmirannalle The Herbaliserin Jake Wherry ja Ollie Teeba saapuvat heittämään deejiikeikan, joka tulee varmasti olemaan yksi festivaalien spessuimpia tapahtumia!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t2000","duration":"dur-60","image":"theherbaliser_dj.jpg"},{"url":"gracias-the-globe-band","title":"Gracias &amp; The Globe Band","date":"fri","content":"\r\n                                            \r\n                                                <p>Kongolais-suomalainen rap-artisti Gracias osui vuoden 2011 Gracias-EP:llään suomalaisen rap-musiikin hermoon ja menestys jatkui seuraavana vuonna Globe-nimeä kantavalla levyllä. Uusin levy Elengi ilmestyi toukokuun lopussa. Artisti on tehnyt yhteistyötä myös muun muassa JVG:n sekä Anna Abreun kanssa. Livenä Gracias keikkailee The Globe Bandin kanssa, joten luvassa on tiukkaa livemeininkiä ja soljuvaa, kansainvälisestikin katu-uskottavaa räppiä kesäiseen päivään.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t2100","duration":"dur-60","image":"Gracias6_Maria_Moulud_500.jpg"},{"url":"dj-q-(uk","title":"DJ Q (UK)","date":"fri","content":"\r\n                                            \r\n                                                <p>Vuonna 2004 Dj Q aloitti oman ohjelmansa pyörittämisen BBC:llä ja oli tällöin 1Xtra -kanavan kautta aikain nuorin deejii. Sittemin Q:n ura on ollut nousujohteista kiitoa kulminoituen juuri ulos tulleen Ineffable kokopitkän julkaisuun. Dj Q on kerennyt kiireiseltä keikkailultaan tehdä remiksejä brittisuuruuksille kuten Amy Winehouse, Dizzee Rascal, Keri Hilson ja Katy B. Ympäri maailmaa kiertelevän teknisesti huipputasoisen deejiin keikat ovat täyttä tykitystä. Garage ja bassline saundit leimaavat settejä, mutta luvassa on varmasti myös yllätyksiä sekä aimo annos remiksejä hittibiiseistä!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t2200","duration":"dur-60","image":"djq_dj.jpg"},{"url":"kasmir","title":"KASMIR","date":"fri","content":"\r\n                                            \r\n                                                <p>Collarbone- ja 15 Minutes Before The Dive -yhtyeistä tuttu Thomas Kirjonen, taiteilijanimeltään Kasmir, vaihtoi rockmusiikin purkkasouliin. Tänä kesänä Kasmir on julkaissut ”Vadelmavene” -nimisen kesäsinglen, jossa hän tahtoo soutaa Helsinkiä pakoon Hankoon. Onneksi Kasmir on löytänyt myös aikaa saapua Oulun ”makeemmille vesille” ja hänen letkeä musiikkinsa hellii kesällä myös Qstockin kävijöitä.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t2300","duration":"dur-15","image":"Kasmir_0056byJuliusKonttinen-Custom_500.jpg"},{"url":"juju","title":"JUJU","date":"fri","content":"\r\n                                            \r\n                                                <p>Julius Kivi on hullu. Näin ainakin väittää Jujun, eli Julius Kiven tulevan uutuusalbumin nimirivi. Jujun letkeän notkeaa reggae-hiphop-funk -musiikkia on kuultu jo kolmen levyn verran ja uusin on tulossa ulos tänä keväänä. Tarinan mukaan itse Remu vinkkasi Jujulle, että kappale menestyy, jos siinä mainitaan seksi. Tästä rohkaistuneena on uudelta albumilta lohkaistu ”Onnelliseksi” -single, jonka kautta tämä kahden lapsen isä peilaa elämäänsä. Juju on nyt iskussa.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t2330","duration":"dur-60","image":"Juju_500_I.jpg"},{"url":"nopsajalka","title":"NOPSAJALKA","date":"fri","content":"\r\n                                            \r\n                                                <p>Mitäpä olisi Qstockin suomi-reggae –osasto ilman artistia, jonka kanssa Jukka Poika aloitti uransa, tai joka omalla soutamisella ja huopaamisellaan Elokuu-yhtyeen kanssa kiinnitti itsensä 2010-luvun rap-tähtien joukkoon? Ei mitään, ja siksipä tarjoilemme teille Nopsajalan, tuon nopeakielisen, tunnetun äänen, joka tänä vuonna aikoo julkaista jopa kaksi soololevyä. Ensimmäiseltä Sun-albumilta on jo julkaistu kaksi sinkkua, ”Nautintoo” ja ”Lupaan olla”, ja lisää on luvassa. Toinen levy, ”Mun”, julkaistaan alustavien tietojen mukaan loppuvuodesta. Nopsajalka on nyt sooloartistina jyrkässä nousukiidossa.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t1600","duration":"dur-60","image":"Nopsajalka_500_I.jpg"},{"url":"graveyard-swe","title":"GRAVEYARD (SWE)","date":"fri","content":"\r\n                                            \r\n                                                <p>Ruotsalainen Graveyard ammentaa ansiokkaasti vaikutteensa hopeisen 70-luvun huuruisesta ja myyttisestä rocktyylistä. Ruotsin listan kärkisijoja levyillään häiriköinyt ryhmä on lyhyessä ajassa ehtinyt saavuttaa paljon. Onkin erittäin suositeltavaa tulla kokemaan millaisen groovaavan musiikillisen keitoksen nämä miehet osaavat kokata.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t1800","duration":"dur-60","image":"Screen-Shot-2014-02-18-at-1.16.25-PM.png"},{"url":"scandinavian-music-group","title":"SCANDINAVIAN MUSIC GROUP","date":"fri","content":"\r\n                                            \r\n                                                <p>Suomen suosituin pop-rock-folk -yhtye Scandinavian Music Group vaihtoi tutun, kaihoisan ja kepeän tyylinsä uudella levyllä hieman tummempaan ja sähköisempään suuntaan. ”Terminal 2” -niminen levy onkin ollut arvostelumenestys. Bändi on silti säilyttänyt tunnistettavan kesäisen soundinsa ja groovensa, joten tämä kiinnitys on nappivalinta Qstockin lämpimiin tunnelmiin.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t2000","duration":"dur-60","image":"SMG_500.jpg"},{"url":"sanni","title":"SANNI","date":"fri","content":"\r\n                                            \r\n                                                <p>Sanni on lahjakas ja kiinnostava tapaus Suomen pop-taivaalla. Miss Farkku-Suomi -elokuvan Pikenäkin nähty nuori helsinkiläismuusikko säveltää ja sanoittaa kappaleensa itse. ”Prinsessoja ja astronautteja”, ”Jos mä oon oikee” ja ”Me ei olla enää me” -hiteillään paljon radiosoittoa saaneen nuoren naisen ura osoittaa tällä hetkellä pystysuoraan taivasta kohden.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t2200","duration":"dur-60","image":"Sanni.jpg"},{"url":"magic-meredith","title":"MAGIC MEREDITH","date":"fri","content":"\r\n                                            \r\n                                                <p>Vuonna 2009 Alice In Chainsin ja Soundgardenin jalanjäljissä syntynyt Magic Meredith värittää tummansävytteistä ja raskasta grungeaan psykedeelisen rockin ja shoegazen tunnelmilla. Suomen Seattlessa, Seinäjoella kasvanut viisihenkinen kaustrock-yhtye on herättänyt huomiota ja hämmennystä intensiivisillä ja energisillä keikoillaan.<\/p>\n<p>Magic Meredithin pitkään kypsytelty debyyttialbumi ilmestyy kesäksi 2014 tuoden kotimaiselle rock-kentälle 90-kaikuja omintakeisella otteella. Tulevana kesänä yhtye saapuu myös ensi kertaa Suomen festivaalilavoille.<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t1600","duration":"dur-45","image":"meredith_500_I.jpg"},{"url":"nuoret-marttyyrit","title":"NUORET MARTTYYRIT","date":"fri","content":"\r\n                                            \r\n                                                <p>Nuorta vimmaa Oulusta. Suomenkielisen rokin puoliääneen lausuttu lupaus. Esikoispitkäsoitto Nuoret Marttyyrit tulevat julkaistiin toukokuussa 2014.<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t1800","duration":"dur-45","image":"nuoret-marttyyrit-laiva_500.jpg"},{"url":"1124-2","title":"PUMMIHARMONIA","date":"fri","content":"\r\n                                            \r\n                                                <p>Pohjoisesta ponnistava Pummiharmonia on neljän mc:n: Aapon, Ailun, Jösen &amp; Tatun muodostama rap-kollektiivi. Esikoislevy ’Parasta ennen’ ilmestyi joulukuussa 2012. Yhtyeen ’Mitä sie tehet’ voitti YleXn vuoden tehokkain kotimainen kappale -äänestyksen joulukuussa 2013. Pummiharmonian toinen studioalbumi ’Bardo’ ilmestyy 30.5.2014<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t2000","duration":"dur-45","image":"pummiharmonia_500.jpg"},{"url":"tuomas-henrikin-jeesuksen-kristuksen-bandi-2","title":"TUOMAS HENRIKIN JEESUKSEN KRISTUKSEN BÄNDII","date":"fri","content":"\r\n                                            \r\n                                                <p>Tuomas Henrikin Jeesuksen Kristuksen bändi on herkkä, paheellinen, kaunis ja rujo – useiden musiikkikriitikoiden mielestä myös äkkiväärä, mikä tarkoittaa urbaanin sanakirjan mukaan SKP:n vähemmistöläistä. Keväällä 2014 julkaistulla Käkkyrällään –albumilla hitikkäät melodiat lyövät ylävitosia paljastavien sanoitusten ja ääripäihin kurkottavien äänimaisemien kanssa. Jos tykkäät kokea jotain yllättävää, hämmentävää ja syvää, tsekkaa tämä!<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t2200","duration":"dur-45","image":"THJKB_500.jpg"},{"url":"jukka-poika-sound-explosion-band","title":"JUKKA POIKA &amp; SOUND EXPLOSION BAND","date":"sat","content":"\r\n                                            \r\n                                                <p>Kaikkien suomireggae-artistien kuningas Jukka Poika is back. ”Brand new ihanuus” -kappaleen letkeät rytmit lupailevat, että Jukka Poika julkaisee uuden levyn tänä vuonna. Uutta nostetta Vain Elämää -ohjelmasta saanut Jukka Poika on takuuvarma hitti myös kesän festareilla. Qstockiin herra saapuu Sound Explosion Bandin kanssa.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t-sat1300","duration":"dur-60","image":"jukkapoika_500_I.jpg"},{"url":"anna-abreu","title":"ANNA ABREU","date":"sat","content":"\r\n                                            \r\n                                                <p>Kahdesti vuoden naissolistin Emma-patsaan pokannut Anna Abreu lopetti levytystaukonsa ja palaa estradeille toukokuussa julkaistavan viidennen albuminsa tiimoilta. Vain elämää -ohjelmassakin ihastuttanut laulajatar ampaisi aikanaan suosioon tulemalla kakkoseksi Suomen Idols -kisassa vuonna 2007, ja on siitä lähtien pysytellyt Suomen pop-taivaalla kirkkaana tähtenä. Huhtikuussa julkaistiin Annan uudelta levyltä Ra-ta-ta -single, jonka kuumat rytmit ja sanat kertovat että tässä on todellakin kyseessä Anna Abreu 2.0.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t-sat1500","duration":"dur-60","image":"Anna_Abreu_500.jpg"},{"url":"haloo-helsinki","title":"HALOO HELSINKI!","date":"sat","content":"\r\n                                            \r\n                                                <p>Huimat kuusi Emma -ehdokkuutta kerännyt Haloo Helsinki! julkaisee hittisinglen toisen perään ja on selvää, että bändi on tullut Suomen rock-piireihin jäädäkseen. Bändin kappaleet suorastaan huutavat yhteislaulua ja mikäpä sopisikaan paremmin heinäkuiseen tunnelmaan, kuin Haloo Helsingin Elli laulattamassa tuhatpäistä yleisöä: ”Huuda, huuda ilosta. Huuda, huuda Qstockista!”<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t-sat1700","duration":"dur-60","image":"Haloo_Helsinki_500.jpg"},{"url":"kaija-k","title":"KAIJA KOO","date":"sat","content":"\r\n                                            \r\n                                                <p>”Kuka keksi rakkauden?” uteli Kaija Koo 1993. Tarina ei kerro, löysikö hän kysymykseensä vastausta, mutta ainakin hän löysi uuden, toimivan tyylisuunnan musiikilleen. Iskemän poppiin vaihtanut nainen on nykyään tunnettu vahvoista kappaleista, jotka kertovat kasvusta ihmisenä ja muutoksesta. ”Vapaa” ja ”Kaunis, rietas, onnellinen” sekä parin vuoden takainen ”Vain elämää” -ohjelma ovat nostaneet Kaijan suosion uudestaan pilviin. Tänä keväänä julkaistu kahdestoista studioalbumi ”Kuka sen opettaa” nousi heti ensimmäisellä viikolla albumilistan kakkoseksi. Kaijan vauhti ei ainakaan ole hidastunut.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t-sat1900","duration":"dur-60","image":"KK-500.jpg"},{"url":"cheek","title":"CHEEK","date":"sat","content":"\r\n                                            \r\n                                                <p>Kukapa olisi uskonut kymmenen vuotta sitten ”Avaimet mun kiesiin” -kappaleen kuullessaan, että tämä lahtelainen rap-artisti myy joku päivä vielä kaksi stadionkeikkaa loppuun parissa tunnissa.  Cheekistä on tullut vuosien saatossa Suomen ehdottomasti suosituin rap-muusikko, eikä hänen tahtinsa hidastu. Viime syksynä julkaistu ”Kuka muu muka”- albumi myi neljässä päivässä tuplaplatinaa. <span style=\"line-height: 1.5em;\">Aikaisemmin dj:n kanssa Qstockissa esiintynyt Cheek tuo tulevana kesänä kokonaisen bändin mukanaan. Jare Henrik Tiihosen show’sta onkin lupa odottaa melkoista spektaakkelia.<\/span><\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t-sat2100","duration":"dur-75","image":"Cheek_500.jpg"},{"url":"megadeth","title":"MEGADETH (USA)","date":"sat","content":"\r\n                                            \r\n                                                <p>Yksi neljästä suurimmasta saapuu Ouluun! Dave Mustainen kipparoima Megadeth kajauttaa tuhon sinfoniansa ja muut klassikkonsa niin, että suorempikin tukka kihartuu. Yhdysvaltojen länsirannikon suurimman thrash metal -aallonharjalta nousseen yhtyeen levyt ovat liikkuneet kauppojen hyllyiltä parempaan talteen lähes 40 miljoonaa kertaa. Taidokkaan soittonsa lisäksi yhtye on tunnettu älykkäistä ja yhteiskuntaa armotta kritisoivista sanoituksistaan.<\/p>\n                                            \r\n                                            ","venue":"paalava","start":"t-sat2315","duration":"dur-75","image":"Megadeth_II_500.jpg"},{"url":"softengine","title":"Softengine","date":"sat","content":"\r\n                                            \r\n                                                <p>Alkutalvesta Seinäjoelta kajahti: Softenginen nuoret herrat voittivat Uuden Musiikin Kilpailun kappaleellaan “Something Better”. Tämän myötä bändi pääsi edustamaan Suomea Kööpenhaminaan Euroviisuihin ja toi sieltä kotiin Suomen tähän mennessä toiseksi parhaan Euroviisusijoituksen. Kesällä Softenginen pojat keskittyvät kotimaan keikkailuun sekä ensimmäisen albuminsa tekemiseen.  Nämä energiset nuoret rokkarit ovat kovassa nousukiidossa kotimaisilla, ja miksei myös ulkomaisillakin, rockmarkkinoilla.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t-sat1200","duration":"dur-60","image":"softengine_500_new.jpg"},{"url":"samuli-putro","title":"SAMULI PUTRO","date":"sat","content":"\r\n                                            \r\n                                                <p>Useiden viime kesän festareiden parhaaksi esiintyjäksi mainittu Samuli Putro jatkaa tutulla yksinkertaisen kantaaottavalla, mutta tarttuvalla musiikillaan neljännellä albumillaan. Helmikuun lopussa julkaistavan ”Taitekohdassa” -albumin ensimmäinen single ”Kuka tahansa kelpaa” menee jalan alle ja taatusti herättää uinuvat tanssihalut. Samuli Putron keikkaa ei kannata jättää välistä.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t-sat1400","duration":"dur-60","image":"Putro_500.jpg"},{"url":"pariisin-kevat","title":"PARIISIN KEVÄT","date":"sat","content":"\r\n                                            \r\n                                                <p>Uransa ensimmäiset kaksi vuotta keikkailusta pidättäytynyt yhtye pakkasi pari vuotta sitten keikkabussinsa ja lähti esiintymään loppuunmyydyille saleille ympäri maata. Onneksi, sillä niin hienoja ovat Pariisin Kevään keikat. Viime syksynä julkaistu neljäs albumi ”Jossain on tie ulos” jatkoi bändin menestyksekkäiden levyjen putkea ja Arto Tuunelan luotsaama yhtye on nyt elämänsä iskussa.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t-sat1600","duration":"dur-60","image":"pariisinkevat4_500.jpg"},{"url":"soilwork-swe","title":"SOILWORK (SWE)","date":"sat","content":"\r\n                                            \r\n                                                <p>Uleåborgiin saadaan pitkästä aikaa Göteborg-metallia Helsingborgista. Ruotsalainen Soilwork on ehdottomasti yksi kotimaansa melodisen ja raikkaan raskasmetallin edelläkävijöistä. Alkuperäisen laulajansa Björn ”Speed” Stridin kipparoima bändi viettää ensi vuonna komeita 20-vuotissynttäreitä. Astetta modernimpaan suuntaan musiikissaan siirtynyt ryhmä ei ole menettänyt ylistettyä grooveaan ja raskauttaan. Yhtyeen vuonna 2002 ilmestynyt albumi Natural Born Chaos on edelleen yksi melodisen metalli merkkiteoksista. Viime vuonna bändi julkaisi jo yhdeksännen studiokiekkonsa The Living Infiniten, joka esitteli juuriaan kohti palanneen mestariyhtyeen, jonka kaikkia parhaita päiviä ei todellakaan ole vielä nähty. Soilwork ei säästele keikoillaan hikeä. Älä siis sinäkään!<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t-sat1800","duration":"dur-60","image":"Soilwork2013b_500.jpg"},{"url":"stam1na","title":"STAM1NA","date":"sat","content":"\r\n                                            \r\n                                                <p>Lemin karpaasit eivät jouda pysähtymään, eivätkä tohdi pysyä poissa Kuusisaaren lumoista. Stam1nan energinen metallishow jaksaa hirvittää hitaimpia, eivätkä nopeimmatkaan tahdo aina pysyä kelkassa. Bändin listaykkössijoja, jalometallilevyjä ja erinäisiä palkintoja ei jaksa enää edes luetella. Helmikuussa ilmestynyt kuudes albumi SLK ehti kultakantaan jo muutamassa päivässä. Miksi kierrättää sama biisi useaan kertaan, kun aina voi luoda jotain uutta? Sen Stam1na tietää, joten tule sinäkin toteamaan se!<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t-sat2000","duration":"dur-60","image":"stam1na_500.jpg"},{"url":"apulanta","title":"APULANTA","date":"sat","content":"\r\n                                            \r\n                                                <p>Suomirock-ikoni Apulanta on yli 20-vuotisen uransa aikana julkaissut yksitoista studioalbumia, joista viimeisin, ”Kaikki kolmesta pahasta” -niminen levy ilmestyi pari vuotta sitten. Apulanta on onnistunut kehittymään jokaisen uuden albumin myötä, ja yhtye onkin jälleen näyttänyt kykynsä omaksua myös digitaalisen maailman tavat. Uusin video ”Mä Nauran Tälle” on kuvattu kokonaan 360 asteen kuvakulmalla. Se tarjoaa faneille ainutlaatuisen elämyksen, sillä he pääsevät tutkimaan materiaalia eri kuvakulmista ja voivat myös löytää siihen piilotettuja viestejä. Hittejä on vuosien saatossa kertynyt sen verran, että keikalle saapuvat varmasti kuulevat ainakin jonkin Apulanta-suosikkinsa. Apulanta on edelleenkin yksi Suomen kovimmista livebändeistä ja hyvä tunnelma on taattu.<\/p>\n                                            \r\n                                            ","venue":"kaleva-lava","start":"t-sat2215","duration":"dur-60","image":"apulanta_2013_poka_cay_leppala_500.jpg"},{"url":"brother-firetribe","title":"Brother Firetribe","date":"sat","content":"\r\n                                            \r\n                                                <p>Luulitko, että ”tennishevi” oli jo kuopattu? Olit onneksi väärässä! Hyväntuulisen kasarirockin sanansaattajat ovat taas kunnian kentillä tuomassa iloa pirteän stadionrockin ystäville. Tennislegenda Veli Paloheimon mukaan nimetty yhtye julkaisi toukokuussa kuuden vuoden levytystauon jälkeen kolmannen albuminsa, joka kantaa nimeä Diamond in the Firepit. Veikeän melodinen rockailu, Heinon Pekan hersyvän kuulas laulu ja Vuorisen Empun kitarasoolot saavat jokaisen huulet hymyyn. Vetäise keuhkot täyteen ilmaa ja saat sydämesi täyteen tulta!<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t-sat0040","duration":"dur-60","image":"Brother-Firetribe_500_new.jpg"},{"url":"the-blanko","title":"The Blanko","date":"sat","content":"\r\n                                            \r\n                                                <p>Helsinkiläisen rock-trion, The Blankon viime vuonna ilmestynyt toinen studioalbumi ”Into the silence” rankattiin yhdeksi viime vuoden kovimmista rokkilevyistä. Aiemmin bändi valittiin YleX:n ja Rumban ”Tulevaisuuden tusina”-listalle kahtena peräkkäisenä vuonna, 2010 ja 2011. Yhtye kertoo kotisivuillaan kulkevansa vahvasti ja pelottomasti omaa polkuaan. Nämä herrat todellakin tekevät rokkia sydämellään.<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t-sat1305","duration":"dur-50","image":"theblanko_500_new.jpg"},{"url":"wolfheart","title":"WOLFHEART","date":"sat","content":"\r\n                                            \r\n                                                <p>Saukkosen Tuomas laittoi Before the Dawnin ja muut bändinsä telakalle, mutta Wolfheart jatkaa syvien tunteiden tulkintaa. Melodinen ja tummasävyinen metalli ei vielä pitkään aikaan saavuta parasta ennen -päiväystään, sillä tunnelma ja koukuttavuus ei hevillä tylsy. Saukkosen biisintekotaidot ja melodiantajun tuntien voi olla varma, ettei lavalle nouse mikään hukkapumppu.<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t-sat1505","duration":"dur-50","image":"wlof_500.jpg"},{"url":"the-stanfields-can","title":"The Stanfields (CAN)","date":"sat","content":"\r\n                                            \r\n                                                <p>Nyt on harvinaisempaa herkkua tarjolla. Kanadalainen The Stanfields saapuu kesällä ensimmäistä kertaa keikalle Suomeen. Bändiä on leikkisästi kuvailtu AC\/DC:n ja Stan Rogersin äpärälapseksi, eivätkä miekkoset ole jättäneet Dropkick Murphysiakaan kuuntelematta. Sen verran itärannikolta haiskahtavaa folkahtavuutta äijien letkeän raskaasta punkrockista takuulla löytyy. Vasta kuusi vuotta toiminut aktiivinen orkka julkaisi viime syksynä kolmannen älppärinsä ja se on erityisen tunnettu kerpeleellisen vauhdikkaista keikoistaan. <\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t-sat1700","duration":"dur-60","image":"TheStanfields_soldier_500_new.jpg"},{"url":"profane-omen","title":"PROFANE OMEN","date":"sat","content":"\r\n                                            \r\n                                                <p>Lahden death-rollaajat tuovat sähköjäniksen lailla riekkuvan metallishow’nsa Qstockiin viiden vuoden tauon jälkeen. Profane Omen on mekkaloinut melodisen groove-metallinsa tahdissa sekä vahvassa Panteran ja Metallican hengessä jo 15 vuotta. Yhtye julkaisi maaliskuussa neljännen studioalbuminsa nimeltä Reset, jolla bändi toivoi täydellistä nollausta, energiamullistusta ja uutta alkua koko maailmalle. Monipuolisen ja piinaavan energisen laulaja Jules Näverin luotsaama viisikko saa hien lentämään pyörremyrskyn lailla itseltään ja varmasti myös yleisöltä. Ja vaikka olisit vetänyt kuinka paljon rähinäviinaa, niin tämän bändin keikalla aggressiot katoavat totaalisen varmasti.<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t-sat1905","duration":"dur-50","image":"Profane_Omen_500_I.jpg"},{"url":"bigelf-usa","title":"Bigelf (USA)","date":"sat","content":"\r\n                                            \r\n                                                <p>Los Angelesissa vuonna 1991 perustettu Bigelf vetoaa progressiivisen hardrockin ystäviin joille nostalgiset soundimaailmat aiheuttavat positiivisia väreitä. Bigelf pysyi levytystauolla kuutisen vuotta. Bigelfin odotettu neljäs pitkäsoitto Into The  Maelstrom on metallista, progressiivisesta rockista ja psykedeliahappoilusta koostuva kokonaisuus, josta voi kuulla myös Alice Cooperin ja Black Sabbathin varhaiselle tuotannolle tyypillisiä vivahteita. Tämä kannattaa kokea!<\/p>\n                                            \r\n                                            ","venue":"koomalava","start":"t-sat2100","duration":"dur-60","image":"Bigelf-USA_500_new.jpg"},{"url":"alataajuus-deejii","title":"Alataajuus-Deejiit","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan viikonloppua tahdittavat Bassoradiolla ohjelmaa vetävät Alataajuus-deejiit. Illyana, Somepoe ja J-Honey aka Jayday tuovat hiekkarannalle tuoretta bassomusiikkia ja viileitä viboja. Tämä kolmikko on vuosien varrelta tuttu näky oululaiselle klubikansalle illoista kuten, Fire in the City, Popsickle, Say What, Live! Styles, Children of Boom, sekä tietenkin ohjelman nimeä kantavalta Alataajuus-klubilta!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1600","duration":"dur-60","image":"Alataajuus_500_new.jpg"},{"url":"alataajuus-deejii","title":"Alataajuus-Deejiit","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan viikonloppua tahdittavat Bassoradiolla ohjelmaa vetävät Alataajuus-deejiit. Illyana, Somepoe ja J-Honey aka Jayday tuovat hiekkarannalle tuoretta bassomusiikkia ja viileitä viboja. Tämä kolmikko on vuosien varrelta tuttu näky oululaiselle klubikansalle illoista kuten, Fire in the City, Popsickle, Say What, Live! Styles, Children of Boom, sekä tietenkin ohjelman nimeä kantavalta Alataajuus-klubilta!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1200","duration":"dur-60","image":"Alataajuus_500_new.jpg"},{"url":"setatamu","title":"SETÄ TAMU &amp; KUNINGAS PÄHKINÄ, MÄKKI, KUBE &amp; CHEBALEBA","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan lauantai avataan erittäin spessuissa tunnelmissa: Mäkki, Kube, Chebaleba, Setä Tamu ja Kuningas Pähkinä saapuvat rannalle vetämään ainutlaatuisen yhteiskeikan! Jokainen näistä hittejä tehtailleesta räppäreistä olisi jo yksikseenkin kova aloitus päivälle, mutta yhdessä tämä eksklusiivinen Qstock-keikka tulee olemaan spektaakkeli jota et halua missata! <\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1300","duration":"dur-60","image":"kuningas_pa%CC%88hkina%CC%88_II_500_new.jpg"},{"url":"alataajuus-deejii","title":"Alataajuus-Deejiit","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan viikonloppua tahdittavat Bassoradiolla ohjelmaa vetävät Alataajuus-deejiit. Illyana, Somepoe ja J-Honey aka Jayday tuovat hiekkarannalle tuoretta bassomusiikkia ja viileitä viboja. Tämä kolmikko on vuosien varrelta tuttu näky oululaiselle klubikansalle illoista kuten, Fire in the City, Popsickle, Say What, Live! Styles, Children of Boom, sekä tietenkin ohjelman nimeä kantavalta Alataajuus-klubilta!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1400","duration":"dur-60","image":"Alataajuus_500_new.jpg"},{"url":"tuomas-kauhanen","title":"TUOMAS KAUHANEN","date":"sat","content":"\r\n                                            \r\n                                                <p>Viime kesän virallinen kesähitti ”Enkeli” nosti Tuomas Kauhasen koko kansan tietoisuuteen. Tänä vuonna Kauhanen on uhonnut matkustavansa pummilla Tallinnaan, mutta sitä ennen hän saapuu Qstockiin ihastuttamaan oululaista festarikansaa. Artistin ensimmäinen, ”Sano vaan Tuomas” -albumi julkaistiin viime kesänä ja nyt tämä vahvoista lyriikoistaan tunnettu räppäri on tekemässä toista levyään.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1500","duration":"dur-60","image":"tuomas_kauhanen_500.jpg"},{"url":"bradi","title":"BRÄDI","date":"sat","content":"\r\n                                            \r\n                                                <p>Brädi on yksi Suomen rap-pääkaupungin, Lahden, kasvatteja. Herra on tehnyt pitkän uran muun muassa 5th Element -kollektiivissa, sekä Herrasmiesliiga -yhtyeessä yhdessä Cheekin ja TS:n kanssa. ”Lämpöö” -singlellään pari vuotta sitten keikkakansan sydämet lämmittäneen Brädin toukokuussa julkaistulla ”III” -albumilla vierailee kova kattaus Suomen kärkiartisteja Apulannan Toni Wirtasesta Uniikkiin. Uusin single, PistePisteen kanssa tehty ”Uimaan” on yksi varmoja kesähittejä tänä vuonna.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1700","duration":"dur-60","image":"Bradi_500.jpg"},{"url":"dj-haus-(uk","title":"DJ HAUS (UK)","date":"sat","content":"\r\n                                            \r\n                                                <p>Dj Haus on tämän hetken kuumimpia nimiä tulevaisuuteen nojaavan housemusiikin parissa. Unknown to the Unknown ja Hot Haus levy-yhtiöiden pomon omaa soolotuotantoa ovat suosineet huippudeejiit kuten A-Trak, Hot Chip, Disclosure, Tensnake, Tiga, Addison Groove ja jopa Calvin Harris. Dj Haus:in suosio mm. näiden deejiiden parissa ei ole sattumaa; tämän tuottajan musiikki on elektronisen tanssimusiikin perinteitä kunnioittavaa, mutta futuristista  tamppausta joka ei päästä tanssilattiaa otteestaan. Dj Magin, Mixmagin ja XLR8R sivuston hypettämä tuottajadeejii tarjoilee ainutlaatuista settiään Rytmirannan festarikansalle lauantaina!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1800","duration":"dur-60","image":"djhauspromokuva_dj.jpg"},{"url":"jvg","title":"JVG","date":"sat","content":"\r\n                                            \r\n                                                <p>Täältä tulee bileet! Ennen Jarena ja VilleGallena tunnettu parivaljakko yksinkertaisti nimensä kirjoitusasun, ja tunnetaan nykyään pelkästään JVG:nä. JVG:n kaksi edellistä albumia nousivat Suomen virallisen listan kärkipaikalle ja tänä talvena julkaistu ”Huominen on huomenna” -single, jolla vierailee myös Anna Abreu, antaa maistiaisia, että sama hyvä meininki jatkuu myös tulevalla ”Voitolla yöhön” -levyllä.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat1900","duration":"dur-60","image":"jvg-promo_500.jpg"},{"url":"dj-mala-(uk","title":"DJ MALA (UK)","date":"sat","content":"\r\n                                            \r\n                                                <p>Legendaarinen dubsteptuottaja Mala tuo autenttisen ja tinkimättömän visionsa Qstockin rannalle! Dubstepin kiistatta tunnetuimpiin ja arvostetuimpiin nimiin kuuluva tuottaja on ollut mukana genren kehityksessä sen alkujuurilta tähän päivään. Digital Mystikz kokoonpanon toisena jäsenenä tunnettu Mala tuottaa bassovoittoista musiikkia joka on yhtäaikaa kaunista ja raskasta. Digital Mystikzin tuottama klassikkokappale Anti-War Dub kuultiin myös Children Of Men kulttielokuvassa. Deejiiseteissään painavaa bassoa suosiva Mala yhdistelee  syvää bassoa eksoottisiin dubstep-rytmeihin. Rytmirannalla tullaan epäilemättä kuulemaan klassikoita vuosien varrelta, sekä uusimmat dubplatet.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat2000","duration":"dur-60","image":"malapromokuva_dj.jpg"},{"url":"kcmd-mafia","title":"KC\/MD MAFIA","date":"sat","content":"\r\n                                            \r\n                                                <p>KC\/MD Mafia nousee Rytmirannan lavalle tuoden palaisen etelän räpestetiikkaa Kuusisaaren biitsille. KC\/MD jäsenet Eevil Stöö, Dj Kridlokk ja Tuuttimörkö ovat kaikki menestyneet soolourillaan, mutta Qstockin keikalle he yhdistävät voimansa päräyttävään yhteisspektaakkeliin. Tuuttimörön funkkaava räp, Dj Kridlokin läskit biitit ja Eevil Stöön memphissaundi tulevat vangitsemaan hiekkarannan äänimaiseman kun nämä undergroundsankarit hyökkävvät lavalle. Tule ja koe aito KC\/MD elämys!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat2100","duration":"dur-75","image":"KCMD_500-500x754.jpg"},{"url":"alataajuus-deejii","title":"Alataajuus-Deejiit","date":"sat","content":"\r\n                                            \r\n                                                <p>Rytmirannan viikonloppua tahdittavat Bassoradiolla ohjelmaa vetävät Alataajuus-deejiit. Illyana, Somepoe ja J-Honey aka Jayday tuovat hiekkarannalle tuoretta bassomusiikkia ja viileitä viboja. Tämä kolmikko on vuosien varrelta tuttu näky oululaiselle klubikansalle illoista kuten, Fire in the City, Popsickle, Say What, Live! Styles, Children of Boom, sekä tietenkin ohjelman nimeä kantavalta Alataajuus-klubilta!<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat2215","duration":"dur-60","image":"Alataajuus_500_new.jpg"},{"url":"musta-barbaari","title":"Musta Barbaari","date":"sat","content":"\r\n                                            \r\n                                                <p>”Sä halusit saada hyötyy ilman kipuu, nah nigga”, räppää nuori mies kuntosalilla aitoon westcoast-tyyliin. Hän on Musta Barbaari, omien sanojensa mukaan ”Stadin revityin laku”. ”Salil eka salil vika” -videosta tuli viime syksynä hitti ja Mustasta Barbaarista yksi Suomen tunnetuimpia maahanmuuttotaustaisia räppäreitä. Hän on myös juontanut Prinssi Jusufin kanssa Savumerkki-nimistä ohjelmaa Radio Helsingin taajuuksilla. Musta Barbaari räppää pilke silmäkulmassa rasismia vastaan. ”Still alive, Nigga!”<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat2315","duration":"dur-15","image":"musta-barbaari_500_new.jpg"},{"url":"mikael-gabriel","title":"MIKAEL GABRIEL","date":"sat","content":"\r\n                                            \r\n                                                <p>Jopa suoranaista hysteriaa keikoillaan aiheuttava räppäri Mikael Gabriel julkaisi kolmannen albuminsa ”Mun maailma” toukokuussa 2013. MG on kuvaillut sitä hänen henkilökohtaisimmakseen tähän mennessä. Levyltä löytyvät mm. hitit ”Päästä mut pois”, ”Kipua” ja ”Ykspuolista rakkautta”.<\/p>\n                                            \r\n                                            ","venue":"rytmiranta","start":"t-sat2345","duration":"dur-45","image":"Mikael-Gabriel_500.jpg"},{"url":"santa-cruz","title":"Santa Cruz","date":"sat","content":"\r\n                                            \r\n                                                <p>Kotimainen hard rock -yhtye Santa Cruz tuo vauhdikkaan, stadionrockiksikin mainitun, musiikkinsa Qstockiin. Ulkomaillakin kiinnostusta herättänyt yhtye julkaisi helmikuun viimeinen päivä uuden singlensä ”We Are The Ones To Fall”, joka jatkaa samalla linjalla kuin parin vuoden takainen superhitti ”Relentless renegades”. Bändi keikkailee ahkerasti koko kesän ajan ja tekee samalla toista studioalbumiaan.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t-sat1400","duration":"dur-60","image":"Santa_Cruz_500_new.jpg"},{"url":"poisonblack","title":"POISONBLACK","date":"sat","content":"\r\n                                            \r\n                                                <p><span style=\"line-height: 1.5em;\">Laihialan Ville kumppaneineen on saanut viriteltyä yhtyeensä kovempaan vauhtiin kuin koskaan aikaisemmin, Pojat mustissa julkaisivat viime syksynä jo kuudennen albuminsa Lyijyn, joten kovasti saavat pähkäillä, että mitkä kaikki suosikkirallit mahtuvat settilistalle. Poisonblack ja sen musiikki tihkuvat aina vihaa ja rakkautta, joista jokainen voi ammentaa tujauksen tarpeensa mukaan.<\/span><\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t-sat1600","duration":"dur-60","image":"Poisonblack_500.jpg"},{"url":"redrama","title":"REDRAMA","date":"sat","content":"\r\n                                            \r\n                                                <p>Suomalaisista rap-artisteista Redrama on saanut kansainvälisesti kovimmat nimet vierailemaan kappaleillaan. Yhteistyötä on tehty Shaggyn, Backstreet Boysista tutun A.J. McLeanin ja viimeisimpänä näyttelijä-laulaja Kristinia DeBargen kanssa. Viisi vuotta odoteltu ”Reflection” -albumi ilmestyi kauppoihin helmikuun lopussa ja se on ollut myyntimenestys.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t-sat1800","duration":"dur-60","image":"Redrama_500.jpg"},{"url":"the-69-eyes","title":"The 69 Eyes","date":"sat","content":"\r\n                                            \r\n                                                <p>Tuttua sleazea ja goottirockia, sano! 25-vuotias The 69 Eyes soitti Qstockissa viimeksi vuonna 2005, mutta nyt helsinkiläisiä mustanpuhuvia janttereita voi päästä ihailemaan lauantaina loppuillasta Qstockin Sirkusteltassa. Luvassa on annos mustaa glamouria, että goottitytönkin silmäkulma kirkastuu kyyneleestä. Ja silloin jokainen viruttaa äänijänteensä niin matalalle kuin saa, potkaisee tuolin alta ja kajauttaa miehekkäästi: MISERY! Ja jos rumpali JussiKuusYsi ei esiinny ilman paitaa, on Ouluun iskenyt vuosituhannen pahin takatalvi!<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t-sat2000","duration":"dur-60","image":"The69Eyes_500_new.jpg"},{"url":"the-asteroids-galaxy-tour-den","title":"THE ASTEROIDS GALAXY TOUR (DEN)","date":"sat","content":"\r\n                                            \r\n                                                <p>Qstock tuo ylpeänä ensimmäistä kertaa Suomeen The Asteroids Galaxy Tourin, tanskalaisen pop-kollektiivin, joka kuvailee itseään sanoilla ”psykedeelinen big band tulevaisuudesta”. Lars Iversenin ja Mette Lindbergin luotsaama yhtye on kiertänyt maailmaa ja herättänyt innostusta musiikillaan, jossa soivat suuret torvisektiot ja retro-synat, unohtamatta tietenkään kiinnostavia poppikoukkuja. Nämä Amy Winehousenkin kanssa keikkailleet popparit ovat todistaneet olevansa yksi omaperäisimmistä ja viihdyttävimmistä livebändeistä maailmassa.<\/p>\n                                            \r\n                                            ","venue":"sirkusteltta","start":"t-sat2215","duration":"dur-60","image":"The-Asteroids-Galaxy-Tour-Image-1200x799.jpg"},{"url":"1122-2","title":"JOMA","date":"sat","content":"\r\n                                            \r\n                                                <p>Joma on tuore uuden sukupolven artisti Oulusta! Joman musiikkivideo “Lähikaupan Tyttö” on kerännyt YouTubessa jo oli 600 000 katselukertaa ja on tämän kautta valtavassa nosteessa. Qstockissa Joma on mahdollista nähdä huikean groovaavan bändin kanssa. Showsta ei tunnelmaa puutu, kun Joma tulee ja tanssittaa yleisön maitohapoille.<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t-sat1200","duration":"dur-45","image":"Jomapromo_500.jpg"},{"url":"night-lives","title":"NIGHT LIVES","date":"sat","content":"\r\n                                            \r\n                                                <p>Joensuu-Jyväskylä-akselilta nimittäin tuulee lujaa ja myrskyisästi. Metallista ja synkkää hc:tä soittava Night Lives on tuore tulokas Suomen punk-kentällä. Night Lives julkaisi debyyttialbuminsa Shadow Of Man maaliskuussa, tietenkin rajoitettuna vinyylipainoksena. Albumi tarjoaa kahdeksan raitaa maalailevaa, mutta raivokasta paahtoa, jossa tunneskaala liikkuu jossain epätoivon ja uhman välillä. Mieleen tulevat kotoinen Manifesto Jukebox, Refused ja säröisimmällään välillä jopa drone-meteli. Hurjimman paahdon keskellä uivat kitaramelodiat tuovat kuitenkin mukaan reilusti tarttumapintaa ja antavat tilaa hengittää. Materiaali on kauttaaltaan laadukasta eivätkä monipolviset biisit ole yhdestä puusta veistettyjä. Kaikki hyvän melodisen hc:n ystävät nimi muistiin ja keikalle!<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t-sat1400","duration":"dur-45","image":"nightlives_500_I.jpg"},{"url":"the-scenes-2","title":"THE SCENES","date":"sat","content":"\r\n                                            \r\n                                                <p>Hengästyttävää taiderockin suuntaan kallistuvaa indietä paiskovan The Scenesin matka on kulkenut tänä vuonna jo yli kymmen keikan verran Englannin klubeille ja festareille. Hurjassa nousussa ratsastavan oululaisbändin livetoiminta uhmaa painovoiman lakeja ja keväällä julkaistu toinen albumi ”Beige” on värisyttänyt indie-intoilijoita ympäri maan ja maailman.<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t-sat1600","duration":"dur-45","image":"the_scenes_2014_by_aki_roukala_500.jpg"},{"url":"1125-2","title":"VILLI HUHU","date":"sat","content":"\r\n                                            \r\n                                                <p>Ootko kuullu Villiä Huhua? Yhtye tuo suomalaiseen rock-kenttään kaivatun palasen, josta voivat yhdessä nauttia niin Kasevan, Pink Floydin, kuin kovan rokkenrollinkin fanit. Oululaisbändi hurmaa lavapreesensillään niin äidit, tyttäret kuin jylhät miehenpuolikkaatkin. Eli pakkohan se on katsastaa!<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t-sat1800","duration":"dur-45","image":"VilliHuhu_500.jpg"},{"url":"blind-channel","title":"BLIND CHANNEL","date":"sat","content":"\r\n                                            \r\n                                                <p>Äärimmäisen energinen Oululaisviisikko Blind Channel käänsi jo syksyllä musiikkimailman päät omalaatuisella Violent Pop -musiikillaan. Vasta puoli vuotta aktiivisena toiminut yhtye on rohmunnut lyhyessä ajassa sekä kuulijoiden, että medioiden huomion. Debyyttisingle ’Save Me’ johdatti yhtyeen suoraan radiosoittoon sekä YleX:n viikon kellaribändiksi. Vastikään yhtye julkaisi täysin uuden ’Antipode’ -nimeä kantavan tuplasinkun, jonka musiikkivideokappale ’Calling Out’ nousi debyyttivideon tapaan Iltalehden etusivulle. Kesän festareilta yhtyeeltä on odotettavissa tuttuun tapaan räjähtävää energiaa sekä taattu annos väkivaltapopin vimmaa.<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t-sat2000","duration":"dur-45","image":"blind_channel_500_I.jpg"},{"url":"1109-2","title":"DISCO FIASCO","date":"sat","content":"\r\n                                            \r\n                                                <p>Disco Fiasco on nuori nouseva indiebändi Oulusta. Disco Fiasco julkaisi ensimmäisen ep:nsä Enjoyment Treats syyskuussa 2013. Ep pitää sisällään materiaalia energisen indiepopin ja kitararockin välimaastosta. Uusi single Golden Hats jatkaa laadukkaasti samalla linjalla. Tuleva pitkäsoitto näkee päivänvalon vielä vuoden 2014 aikana. Disco Fiascon huikea liveintensiteetti tempaa yleisön varmasti mukaansa ja saa aikaan juhlat. Kyseessä on siis huikea bileakti!<\/p>\n                                            \r\n                                            ","venue":"oulu-lava","start":"t-sat2215","duration":"dur-45","image":"DiscoFiasco_kesa%CC%88promo_500.jpg"}]